Repository: mnalis/igotu2gpx
Catalog: trunk-translations/translations/*.po
Languages: de, fr, it, ja, pl

source: Tracker Configuration
de: Tracker Einstellungen
fr: Configuration du récepteur
it: Configurazione del Tracker
ja: トラッカー設定
pl: Konfiguracja rejestratora

source: Trackpoint interval
de: Aufzeichnungsabstand für Pfadpunkte
fr: Intervalles entre points
it: Intervallo del trackpoint
ja: 測定点時間間隔
pl: Interwał między punktami trasy

source: Above a speed of
de: Geschwindigkeit höher als
fr: Au delà d'une vitesse de
it: Sopra la velocità di
ja: 次の速度以上
pl: Z prędkością ponad

source: km/h
ja: キロメートル

source: use an interval of
de: verwende einen Abstand von
fr: Utiliser un intervalle de
it: usa un intervallo di
ja: 次の測定点間隔を使用
pl: przyjmij interwał równy

source: Text files (%1)
de: Textdateien (%1)
fr: Fichiers textes (%1)
it: File di testo (%1)
ja: テキストファイル(%1)
pl: Pliki tekstowe (%1)

source: GPS exchange format
de: GPS-Austauschformat
fr: Format d'échange GPS
ja: GPS交換フォーマット(GPX)
pl: format wymiane urz. GPS

source: GPX files (%1)
de: GPX-Dateien (%1)
fr: Fichiers GPX (%1)
it: GPX file (%1)
ja: GPXファイル(%1)
pl: Pliki GPX (%1)

source: KML files (%1)
de: KML-Dateien (%1)
fr: Fichiers KML (%1)
it: KML file (%1)
ja: KMLファイル(%1)
pl: Pliki KML (%1)

source: Unable to initialize libusb: %1
de: Libusb konnte nicht initialisiert werden: %1
fr: Impossibe d'initialiser libusb : %1
it: Impossibile inizializzare libusb: %1
ja: libusbを初期化できません: %1
pl: Nie można zainicjalizować libusb: %1

source: Unable to enumerate usb devices: %1
de: USB-Geräte konnten nicht erkannt werden: %1
fr: Impossible de lister les périphériques USB : %1
it: Impossibile numerare i dispositivi usb: %1
ja: usbデバイス一覧を取り出せません: %1
pl: Nie można wylistowac urządzeń USB: %1

source: W
fr: O
it: O
ja: 西

source: E
de: O
ja: 東

source: S
ja: 南

source: N
ja: 北

source: Date
de: Datum
it: Data
ja: 日付
pl: Data

source: Number
de: Anzahl
fr: Nombre
it: Numero
ja: 数
pl: Liczba

source: Position
it: Posizione
ja: 地点
pl: Pozycja

source: Number of trackpoints
de: Anzahl Pfadpunkte
fr: Nombre de points
it: Numero di trackpoint
ja: トラックポイント数
pl: Liczba punktów śladu

source: Save selected tracks...
de: Markierte Pfade speichern …
fr: Sauvegarder les trajets sélectionnés...
it: Salva la traccia selezionata
ja: 選択したトラックを保存…
pl: Zapisz wybrane ślady...

source: %n point(s)
de: %n Punkt
fr: %n point
it: %n punto
ja: %n 点
pl: %n punkt

source: Track list
de: Pfade
fr: Liste des pistes
it: Lista tracce
ja: トラックリスト
pl: Lista śladów

source: connect to the specified device (usb:<vendor>:<product> (Unix) or serial:<n> (Windows))
de: mit dem angegebenen Gerät verbinden (»usb:<Hersteller>:<Produkt>« (Unix) oder »serial:<n>« (Windows))
fr: connecter au périphérique spécifié (usb: <vendor>: <product> (Unix) ou de série: <n> (Windows))
it: collegato al dispositivo specifico (usb:<vendor>:<product> (Unix) o seriale:<n> (Windows))
ja: 指定されたデバイス (usb:<vendor>:<product> (Unix) または serial:<n> (Windows))に接続します。
pl: łączy z wybranym urządzeniem (usb:<vendor>:<product> (dla Uniksa) lub numer portu szeregowego :<n> (dla Windows))

source: time zone offset in seconds
de: Zeitzonenunterschied in Sekunden
fr: décalage de fuseau horaire en secondes
it: differenza del fuso orario in secondi
ja: タイムゾーンの時差を秒で設定
pl: przesunięcie strefy czasowej w sekundach

source: info: show GPS tracker configuration
de: info: Einstellungen des GPS-Trackers anzeigen
fr: info : affiche la configuration du traqueur GPS
it: info: mostra la configurazione del GPS tracker
ja: info: GPSトラッカーの設定を表示します。
pl: info: pokazuje konfigurację rejestratora GPS

source: dump: output trackpoints
de: dump: Pfadpunkte ausgeben
fr: dump : sortie des points
it: dump: trackpoints in uscita
ja: dump: トラックポイント出力
pl: dump: wypisuje punkty śladów

source: clear: clear memory of the GPS tracker
de: clear: Speicher des GPS-Trackers löschen
fr: clear : efface la mémoire du récepteur GPS
it: clear: svuota la memoria del tracker GPS
ja: clear：GPSトラッカーのメモリーを消去します
pl: clear: czyści pamięć rejestratora GPS

source: diff: show configuration differences relative to an image file
de: diff: Abweichende Einstellungen zu einem gesicherten Speicherabbild anzeigen
fr: diff : montre les différences de configuration par rapport à un fichier image
it: diff: mostra le differenze di configurazione relative ad un file di immagine
ja: diff：メモリイメージファイルと比較して設定の違いを示します
pl: diff: pokazuje różnice konfiguracji urządzenia względem pliku obrazu

source: config: change the configuration of the GPS tracker
de: config: Einstellungen des GPS-Trackers anpassen
fr: config : change la configuration du récepteur GPS
it: Config: cambia le configurazioni del GPS tracker
ja: config：GPSトラッカーの設定を変更します。
pl: config: zmienia konfigurację rejestratora GPS

source: reset: reset the GPS tracker to factory defaults
de: reset: Werkseinstellungen des GPS-Trackers wiederherstellen
fr: reset
it: reset: ripristina il GPS tracker alle impostazioni di fabbrica
ja: reset: GPSトラッカーを工場出荷時設定にもどす
pl: reset: przywrócenie ustawień rejestratora GPS do wartości fabrycznych

source: read memory contents from file (saved by "dump -f raw")
de: Speicherabbild aus Datei (erzeugt mittels »dump -f raw«) wiederherstellen
fr: lire le contenu de la mémoire à partir du fichiere (sauvé par "dump -f raw")
ja: ファイル ( "dump -f raw"で保存)からメモリーの内容を読み込みます。
pl: odczytuje zawartość pamięci z pliku (zachowany poleceniem "dump -f raw")

source: change the configuration:
de: Einstellungen ändern:
fr: changer la configuration :
it: cambia la configurazione:
ja: 設定の変更:
pl: zmień konfigurację:

source: use the specified output format:
de: Das angegebene Ausgabeformat nutzen:
fr: utiliser le format de sortie spécifié :
it: usa lo specifico formato di output:
ja: 指定した出力書式を使う:
pl: użyj określonego formatu wyjścia:

source: group trackpoints into segments instead of tracks
de: Pfadpunkte in Segmenten statt Pfaden gruppieren
fr: grouper les points par segments au lieu de pistes
ja: トラックポイントをトラックではなく、区間にグループ分けする
pl: pogrupuj punkty ścieżki w segmenty zamiast tras

source: Unable to read file '%1'
de: Datei '%1' konnte nicht gelesen werden
fr: Impossible de lire le fichier « %1 »
it: Impossibile leggere il file '%1'
ja: ファイル'%1'が読み込めません
pl: Nie można odczytać pliku '%1'

source: Diff action requires --image
de: Diff-Aktion benötigt --image
fr: L'action diff nécessite --image
it: L'azione diff richiede --image
ja: 差分アクションには、--image引数が必要です
pl: Akcja diff wymaga --image

source: Unknown action: %1
de: Unbekannte Aktion: %1
fr: Action inconnue : %1
it: Azione sconosciuta: %1
ja: 不明なアクション %1
pl: Nieznana akcja: %1

source: Error: %1
de: Fehler: %1
fr: Erreur : %1
it: Errore: %1
ja: エラー: %1
pl: Błąd: %1

source: %1 info|dump|config|clear|reset|diff [OPTIONS...]
de: %1 info|dump|config|clear|reset|diff [OPTIONEN …]
ja: %1 info|dump|config|clear|reset|diff [オプション...]
pl: %1 info|dump|config|clear|reset|diff [OPCJE...]

source: %1 [OPTIONS...]
de: %1 [OPTIONEN …]
it: %1 [OPZIONI...]
ja: %1 [オプション...]
pl: %1 [OPCJE...]

source: &GPS Tracker
fr: Traqueur &GPS
ja: GPSトラッカ(&G)
pl: &Rejestrator GPS

source: &Help
de: &Hilfe
fr: &Aide
it: &Aiuto
ja: ヘルプ (&H)
pl: &Pomoc

source: Configuration
de: Einstellungen
it: Configurazione
ja: 設定
pl: Konfiguracja

source: &Quit
de: &Beenden
fr: &Quitter
it: &Esci
ja: 終了する (&Q)
pl: &Zakończ

source: About Igotu2gpx
de: Mitwirkende
fr: À propos d'Igotu2gpx
it: Informazioni su Igotu2gpx
ja: Igotu2gpxについて
pl: O Igotu2gpx

source: Preferences...
de: Einstellungen …
fr: Préférences...
it: Preferenze...
ja: 設定...
pl: Ustawienia...

source: &Download Tracks
de: Pfade &herunterladen
fr: &Télécharger des points
it: &Scarica le tracce
ja: トラックをダウンロード(&D)
pl: &Pobierz ślady

source: Download
de: Herunterladen
fr: Télécharger
it: Scarica
ja: ダウンロード
pl: Pobierz

source: Connect to the GPS tracker and download tracks
de: Mit dem GPS-Tracker verbinden und Pfade herunterladen
fr: Connectez-vous au traqueur GPS et télécharger les points
it: Connetti al GPS tracker e scarica le tracce
ja: GPSトラッカーに接続してトラックをダウンロードします。
pl: Połącz z rejestratorem GPS i pobierz ślady

source: &Save All Tracks...
de: Alle Pfade &speichern …
fr: &Sauvegarder tous les points...
it: &Salve tutte le tracce
ja: すべてのトラックの保存 (&S)
pl: Zapisz &wszystkie ślady...

source: Save
de: Speichern
fr: Sauvegarder
it: Salva
ja: 保存
pl: Zapisz

source: Save all GPS tracks
de: Alle GPS-Pfade speichern
fr: Enregistrer toutes les pistes GPS
it: Salva tutte le tracce GPS
ja: GPSトラックをすべて保存
pl: Zapisz wszystkie trasy GPS

source: Configure Tracker...
de: Tracker einstellen …
fr: Configurer le traqueur
it: Configura il Tracker
ja: トラッカーを設定
pl: Konfiguruj rejestrator

source: Configure
de: Einstellungen
fr: Configurer
it: Configura...
ja: 設定
pl: Ustawienia

source: Change the settings of the GPS tracker
de: Die Einstellungen des GPS Trackers ändern
fr: Changer les paramètres du traqueur GPS
it: Cambia i settaggi del GPS tracker
ja: GPSトラッカーの設定を変更します。
pl: Zmień ustawienia rejestratora GPS

source: &Save Selected Tracks...
de: Ausgewählte Pfade &speichern …
fr: &Enregistrer les pistes sélectionnées
it: &Salva la traccia selezionata
ja: 選択したトラックを保存(&S)
pl: Zapisz zaznaczone trasy

source: Save the selected GPS tracks
de: Die markierten GPS-Pfade speichern
fr: Enregistrer les pistes GPS sélectionnées
it: Salva la traccia GPS selezionata
ja: 選択したGPSトラックの保存
pl: Zapisz zaznaczone trasy GPS

source: &Clear Memory...
de: Speicher &löschen …
fr: &Vider la mémoire...
it: &Cancella la memoria...
ja: メモリーの消去(&C)
pl: Wy&czyść pamięć...

source: Clear
de: Löschen
fr: Nettoyer
it: Cancella
ja: 消去する
pl: Wyczyść

source: Clear the memory of the GPS tracker
de: Speicher des GPS-Trackers löschen
fr: Vider la mémoire du traqueur GPS
it: Cancella la memoria del GPS tracker
ja: GPSトラッカーのメモリーを消去
pl: Czyści pamięć rejestratora GPS

source: &Cancel Transfer
de: Übertragung &abbrechen
fr: &Annuler le transfert
it: %Annulla il trasferimento
ja: ファイル転送のキャンセル(&C)
pl: P&rzerwij transfer

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
pl: Przerwij

source: Cancel the current transfer from the GPS tracker
de: Die laufende Übertragung vom GPS-Tracker abbrechen
fr: Annuler le transfert en cours du traqueur GPS
it: Annulla il trasferimento corrente dal GPS tracker
ja: GPSトラッカーからの現在の転送を取り消し
pl: Przerwij bieżący transfer z rejestratora GPS

source: About Plugins
de: Über Plugins
fr: À propos des greffons
it: Info sui Plugins
ja: プラグインについて
pl: O wtyczkach

source: Debug Information
de: Debug-Informationen
fr: Informations de débogage
it: Informazioni di debug
ja: デバッグ情報
pl: Informacja diagnostyczna

source: <h3>Versions</h3>Compiled against Qt %1<br/>Running with Qt %2<h3>Translation Directories</h3>%3<h3>Icon Directories</h3>%4<h3>Plugin Directories</h3>%5
de: <h3>Versionen</h3>Kompiliert mit Qt %1<br/>Ausgeführt mit Qt %2<h3>Verzeichnisse mit Übersetzungen</h3>%3<h3>Verzeichnisse mit Symbolen</h3>%4<h3>Verzeichnisse mit Plugins</h3>%5
fr: <h3>Versions</h3>Compilée avec Qt %1<br/>Fonctionne avec Qt %2<h3>Répertoires de Traduction</h3>%3<h3>Répertoires d'Icône</h3>%4<h3>Répertoires de Greffon</h3>%5
it: <h3>Versioni</h3>Compilato verso Qt %1<br/>Funziona con Qt %2<h3>Cartelle delle traduzioni</h3>%3<h3>Cartelle delle icone</h3>%4<h3>Cartelle dei plugin</h3>%5
ja: <h3>バージョン</h3>Qt %1に対してコンパイルされた<br/>Qt %2上で稼働中<h3>翻訳ディレクトリ</h3>%3<h3>アイコンディレクトリ</h3>%4<h3>プラグインディレクトリ</h3>%5
pl: <h3>Wersje</h3>Skompilowane z Qt %1<br/>Uruchomiono z Qt %2<h3>Katalogi tłumaczeń</h3>%3<h3>Katalogi ikon<h3>%4<h3>Katalogi Wtyczek</h3>%5

source: Clear Memory
de: Speicher Löschen
fr: Vider la mémoire
it: Cancella memoria
ja: メモリーの消去
pl: Czyszczenie pamięć

source: Do you really want to remove all tracks from the GPS tracker?
de: Möchten Sie wirklich alle Pfade vom GPS Tracker entfernen?
fr: Voulez vraiment supprimer toutes les traces du récepteur GPS ?
it: Vuoi davvero rimuovere tutte le tracce dal tuo GPS tracker?
ja: 本当にすべてのトラックデータをGPSトラッカーから削除しますか？
pl: Czy na pewno chcesz usunąć wszystkie trasy z rejestratora GPS?

source: New Version Available
de: Neue Version verfügbar
fr: Nouvelle version disponible
it: Nuova versione disponibile
ja: 最新バージョンのお知らせ
pl: Dostępna jest nowa wersja

source: You can download and install a newer version of igotu2gpx: %1
de: Eine neue Version von igotu2gpx kann heruntergeladen werden: %1
fr: Vous pouvez télécharger et installer une version plus récente d'igotu2gpx : %1
it: Puoi scaricare e installare una versione più recente di igotu2gpx: %1
ja: igotu2gpxの新規バージョンをダウンロードしてインストールできます。: %1
pl: Można pobrać i zainstalować nowszą wersję igotu2gpx: %1

source: Later
de: Später
fr: Plus tard
it: Più tardi
ja: 保留
pl: Później

source: Never
de: Nie
fr: Jamais
it: Mai
ja: しない
pl: Nigdy

source: Go to Download Page
de: Download-Seite öffnen
fr: Aller à la page de téléchargement
it: Vai alla pagina del download
ja: ダウンロードのページへ移動します
pl: Przejdź do strony pobierania

source: Save GPS Tracks
de: GPS-Pfade speichern
fr: Sauvegarder les pistes GPS
it: Salva la traccia GPS
ja: GPSトラックの保存
pl: Zapis śladów GPS

source: Unable to create file: %1
de: Datei konnte nicht erzeugt werden: %1
fr: Impossible de créer un fichier : %1
it: Impossibile creare il file: %1
ja: ファイル "%1" を作成できません
pl: Nie można utworzyć pliku: %1

source: Unable to save file: %1
de: Datei konnte nicht gespeichert werden: %1
fr: Impossible de sauvegarder un fichier : %1
it: Impossibile salvare il file: %1
ja: ファイル"%1"に保存できません.
pl: Nie można zapisać pliku: %1

source: File Error
de: Dateifehler
fr: Erreur de fichier
it: Errore di file
ja: ファイルエラー
pl: Błąd pliku

source: Unable to save tracks: %1
de: Pfade konnten nicht gespeichert werden: %1
fr: Impossible d'enregistrer des points : %1
it: Impossibile salvare la traccia: %1
ja: トラックを保存できません: %1
pl: Nie można zapisać śladów: %1

source: Map
de: Karte
fr: Carte
it: Mappa
ja: マップ
pl: Mapa

source: Unknown
de: Unbekannt
fr: Inconnu(e)
it: Sconosciuto
ja: 不明
pl: Nieznany

source: Display
de: Anzeige
fr: Afficher
it: Mostra
ja: 表示
pl: Wyświetlanie

source: Connection
de: Verbindung
fr: Connexion
it: Connessione
ja: 接続設定
pl: Połączenie

source: Unknown plugins
de: Unbekannte Plugins
fr: Greffons inconnus
it: Plugins sconosciuti
ja: 不明なプラグイン
pl: Nieznane wtyczki

source: unknown
de: unbekannt
fr: inconnu(e)
it: sconosciuto
ja: 不明
pl: nieznany

source: Invalid plugins
de: Ungültige Plugins
fr: Greffons non valides
it: Plugins invalidi
ja: 不正なプラグイン
pl: Nieprawidłowe wtyczki

source: Refresh plugins
de: Plugins aktualisieren
fr: Rafraîchir les greffons
it: Aggiorna i plugins
ja: プラグインをリフレッシュ
pl: Odśwież wtyczki

source: Plugins
fr: Greffons
it: Plugin
ja: プラグイン
pl: Wtyczki

source: Name
fr: Nom
it: Nome
ja: 名前
pl: Nazwa

source: Priority
de: Priorität
fr: Priorité
it: Priorità
ja: 優先度
pl: Priorytet

source: Path
de: Ort
fr: Chemin d'accès
it: Percorso
ja: パス
pl: Ścieżka

source: GMT±%1:%2
ja: 世界標準時±%1:%2

# no update notification
source: Never
de: Niemals
fr: Jamais
it: Mai
ja: しない
pl: Nigdy

source: Stable releases
de: Stabile Versionen
fr: Versions stables
it: Release stabili
ja: 安定リリース
pl: Stabilne wydania

source: Development snapshots
de: Entwicklerversionen
fr: Clichés de développement
it: Schermate di sviluppo
ja: 開発スナップショット
pl: Wersje rozwojowe

source: Tracks
de: Pfade
fr: Traces
it: Tracce
ja: トラック
pl: Ścieżki

source: Track segments
de: Pfadsegmente
fr: Tracer des segments
it: Segmento del tracciato
ja: トラックセグメント
pl: Segmenty tras

source: Preferences
de: Einstellungen
fr: Préférences
it: Preferenze
ja: 設定
pl: Ustawienia

source: General
de: Allgemein
fr: Général
it: Generale
ja: 全般
pl: Ogólne

source: usb:<vendor>:<product> or serial:<n>
de: usb:<Hersteller>:<Produkt> oder serial:<n>
fr: usb:<vendor>:<product> ou de série :<n>
it: usb:<vendor>:<product> o seriale:<n>
ja: usb:<vendor>:<product>または serial:<n>
pl: usb:<vendor>:<product>lub port szeregowy:<n>

source: Device:
de: Gerät:
fr: Périphérique :
it: Periferica:
ja: デバイス:
pl: Urządzenie:

source: Time zone:
de: Zeitzone:
fr: Fuseau horaire :
it: Fuso orario:
ja: タイムゾーン:
pl: Strefa czasowa:

source: Notify if a new version is available:
de: Benachrichtigen falls eine neue Version verfügbar ist:
fr: Signaler si une nouvelle version est disponible :
it: Avvisami se una nuova versione è disponibile:
ja: 新規バージョンがあれば知らせる:
pl: Powiadom, gdy jest dostępna nowa wersja:

source: Group exported trackpoints into:
de: Gruppiere exportierte Pfadpunkte in:
fr: Grouper les numéros de pistes exportés dans :
it: Gruppo di trackpoint esportati in:
ja: エキスポートするトラックポイントをグループ化：
pl: Pogrupuj punkty w :

source: raw dump of the flash memory
de: Abbild des Flashspeichers anlegen
fr: vidage complet de la mémoire flash
ja: 生のフラッシュメモリのダンプ
pl: Niesformatowany zrzut z pamięci Flash

source: Raw files (%1)
de: Roh-Dateien (%1)
fr: Fichier brut
it: File Raw (%1)
ja: 生ファイル(%1)
pl: Pliki niesformatowane (%1)

source: output this help and exit
de: Diesen Hilfetext anzeigen und beenden
fr: afficher cette aide et quitter
it: Mostra questo aiuto ed esci
ja: この使い方を表示して終了
pl: wyświetl ten tekst pomocy i zakończ

source: output version information and exit
de: Versionsinformationen anzeigen und beenden
fr: afficher les informations de version et quitter
it: Mostra informazioni sulla versione ed esci
ja: バージョン情報を表示して終了する
pl: wyświetl informacje o wersji i zakończ

source: increase verbosity
de: Ausführlichere Meldungen
fr: Augmenter la verbosité
it: aumenta dettagli
ja: 診断レベルを上げる
pl: większa szczegółowość

source: very high verbosity
de: Sehr ausführliche Meldungen
fr: très haute verbosité
it: dettagli molto elevati
ja: とても高い饒舌性
pl: bardzo duża szczegółowość

source: <h3>Igotu2gpx %1</h3><br/>Downloads tracks and waypoints from MobileAction i-gotU USB GPS travel loggers.<br/><br/>Copyright (C) 2009 Michael Hofmann.<br/>License GPLv3+: GNU GPL version 3 or later (http://gnu.org/licenses/gpl.html)<br/>This is free software: you are free to change and redistribute it.<br/>There is NO WARRANTY, to the extent permitted by law.
de: <h3>Igotu2gpx %1</h3><br/>Lädt Pfade und Wegpunkte von MobileAction i-gotU USB GPS-Tracker herunter.<br/><br/>Copyright (C) 2009 Michael Hofmann.<br/>Lizenz GPLv3+: GNU GPL Version 3 oder höher (http://gnu.org/licenses/gpl.html)<br/>Dies ist freie Software: Sie können sie ändern und weitergeben.<br/>Es gibt keinerlei Garantien, soweit wie es das Gesetz erlaubt.
fr: <h3>Igotu2gpx %1</h3><br/>Télécharge les traces et les points de passage depuis un MobileAction i-gotU USB GPS.<br/><br />Droits réservés (C) 2009 Michael Hofmann.<br/>Licence GPLv3+ : GNU GPL version 3 ou ultérieure (http://gnu.org/licenses/gpl.html)<br/>Ce logiciel est libre : vous êtes libres de le modifier et de le redistribuer.<br/>Il n'y a AUCUNE GARANTIE, dans la mesure permise par la loi.
it: <h3>Igotu2gpx %1</h3><br/>Scarica le tracce e i percorsi dal MobileAction i-gotU USB GPS travel loggers.<br/><br/>Copyright (C) 2009 Michael Hofmann.<br/>Licenza GPLv3+: GNU GPL versione 3 o successive (http://gnu.org/licenses/gpl.html)<br/>Questo è un software libero: sentiti libero di modificarlo e ridistribuirlo.<br/>There is NO WARRANTY, to the extent permitted by law.
ja: <h3>Igotu2gpx %1</h3><br/>MobileAction i-gotU USB GPS トラベルロガーから、トラックとウエイポイントをダウンロードします。<br/><br/>Copyright (C) 2009 Michael Hofmann.<br/>License GPLv3+: GNU GPL version 3 or later (http://gnu.org/licenses/gpl.html)<br/>This is free software: you are free to change and redistribute it.<br/>There is NO WARRANTY, to the extent permitted by law.<br/>これはフリーソフトウエアです。あなたは無償で自由に再配布できます。<br/>法で定められた範囲で完全に無保証です。
pl: <h3>Igotu2gpx %1</h3><br/>Pobiera zapisy śladów i punkty z rejestratorów podróży MobileAction i-gotU USB GPS.<br/><br/>Copyright (C) 2009 Michael Hofmann.<br/>Licencja GPLv3+: GNU GPL wersja 3 lub późniejsza (http://gnu.org/licenses/gpl.html)<br/>To jest wolne oprogramowanie: możesz je swobodnie zmieniać i rozpowszechniać.<br/>Nie ma ŻADNYCH GWARANCJI w zakresie dozwolonym przez prawo.

source: Usage: %1
de: Aufruf: %1
fr: Utilisation : %1
it: Usato: %1
ja: 使い方: %1
pl: Użycie: %1

source: Unable to parse command line parameters: %1
de: Befehlszeilenargumente konnten nicht geparst werden: %1
fr: Impossible d'analyser les paramètres de ligne de commande : %1
it: Impossibile analizzare i parametri di riga di comando: %1
ja: コマンドライン引数を解釈できません: %1
pl: Nie można przeanalizować parametrów linii poleceń: %1

source: Unable to find device '%1'
de: Gerät »%1« konnte nicht gefunden werden
fr: Impossible de trouver le périphérique « %1 »
it: Non possibile trovare la periferica '%1'
ja: デバイス %1 を見つけられませんでした。
pl: Nie można odnaleźć urządzenia '%1'

source: Unable to open device '%1'
de: Gerät »%1« konnte nicht geöffnet werden
fr: Impossible d'ouvrir le périphérique « %1 »
it: Non possibile aprire la periferica '%1'
ja: デバイス'%1'を開けません
pl: Nie można otworzyć urządzenia '%1'

source: Interface 0 already claimed by kernel driver, detaching
de: Schnittstelle 0 wird bereits vom Betriebssystem verwaltet, wird getrennt
fr: Interface 0 déjà utilisée par le noyau, annule
it: L'interfaccia 0 è già richiesta dal driver kernel, separo
ja: インタフェース０は既にカーネルドライバーに使われています。取り外します
pl: Interfejs 0 już przyznany przez jądro, odłączam

source: Unable to detach kernel driver from device '%1': %2
de: Betriebssystemtreiber konnte sich nicht von Gerät »%1« entkoppeln: %2
fr: Impossible de détacher le pilote du noyau du périphérique « %1 » : %2
it: Impossibile separare il driver kernel dal dispositivo '%1': %2
ja: カーネルドライバをデバイス '%1'から取り外すことができません: %2
pl: Nie można odłączyć sterownika jądra od urządzenia '%1': %2

source: Unable to claim interface 0 on device '%1'
de: Schnittstelle 0 von Gerät »%1« konnte nicht angefordert werden
fr: Impossible d'utiliser l'interface 0 du périphérique « %1 »
it: Impossibile richiedere l'interfaccia 0 sul dispositivo '%1'
ja: デバイス'%1'のインタフェース 0 が取得できません
pl: Niemożliwe zajęcie interfejsu 0 na urządzeniu '%1'

source: Unable to send data to device: %1
de: Daten konnten nicht zum Gerät gesendet werden: %1
fr: Impossible d'envoyer des données vers le périphérique : %1
it: Impossibile inviare dati al dispositivo: %1
ja: デバイス%1にデータを送信できませんでした。
pl: Nie można przesłać danych do urządzenia: %1

source: Only %1/%2 bytes could be sent
de: Nur %1 von %2 Bytes konnten gesendet werden
fr: %1/%2 octets peuvent être envoyés seulement
it: Solo %1/%2 byte possono essere inviati
ja: %2バイト中%1バイトだけ送信できました。
pl: Przesłano tylko %1/%2 bajtów

source: Unable to read data from device: %1
de: Daten konnten nicht vom Gerät gelesen werden: %1
fr: Impossible de lire les données du périphérique : %1
it: Non possibile leggere i dati dalla periferica: %1
ja: デバイス%1からデータを読み込めませんでした。
pl: Nie można odczytać danych z urządzenia: %1

source: Unable to open device '%1': %2
de: Gerät »%1« konnte nicht geöffnet werden: %2
fr: Impossible d'ouvrir le périphérique « %1 : %2
it: Impossibile aprire la periferica '%1': %2
ja: デバイス'%1'を開けません: %2
pl: Nie można otworzyć urządzenia '%1': %2

source: Memory contents:
de: Speicherinhalt:
fr: Contenu de la mémoire :
it: Contenuti di memoria
ja: メモリーの内容:
pl: Zawartość pamięci:

source: Differences:
de: Abweichungen:
fr: Différences :
it: Differenze:
ja: 相違点:
pl: Różnice:

source: Waypoint %1
de: Wegpunkt %1
fr: Point de passage %1
ja: ウエイポイント %1
pl: Punkt trasy %1

source: Track %1
de: Pfad %1
fr: Piste %1
it: Traccia %1
ja: トラック %1
pl: Ślad %1

source: Response too short
de: Antwort zu kurz
fr: Réponse trop courte
it: Risposta troppo breve
ja: 応答が短すぎます
pl: Odpowiedź zbyt krótka

source: Unknown (%1)
de: Unbekannt (%1)
fr: Inconnu(e) (%1)
it: Sconosciuto (%1)
ja: 不明 (%1)
pl: Nieznany (%1)

source: Wrong response length
de: Falsche Antwortlänge
fr: Mauvaise longueur de réponse
it: Lunghezza errata della risposta
ja: 応答長が誤っている
pl: Nieprawidłowa długość odpowiedzi

source: Response too long
de: Antwort zu lang
fr: Réponse trop longue
it: Risposta troppo lunga
ja: 応答 が長すぎます
pl: Odpowiedź zbyt długa
