Repository: mnalis/igotu2gpx
Catalog: trunk-translations/translations/*.po
Languages: de, fr, it, ja, pl

source: Response too short: expected %1, got %2 bytes
de: Antwort zu kurz: Erwartet waren %1 Bytes, aber es wurden %2 Bytes empfangen
fr: Réponse trop courte : %1 attendu, %2 octets obtenus
it: Risposta troppo breve: attesi %1, ottenuti %2 byte
ja: 応答が短すぎます： %1バイトあるべきですが、%2バイトを受け取りました。
pl: Odpowiedź zbyt krótka: spodziewano się %1, otrzymano %2 bajtów

source: Invalid response packet: %1
de: Ungültiges Antwortpaket: %1
fr: Paquet de réponse invalide : %1
it: Pacchetto di risposta non valido: %1
ja: 無効な応答パケット: %1
pl: Nieprawidłowy pakiet odpowiedzi: %1

source: Response data too short: expected %1, got %2 bytes
de: Antwort zu kurz: Erwartet waren %1 Bytes, aber es wurden %2 Bytes empfangen
fr: Donnée de réponse trop courte : %1 attendu, %2 octets obtenus
it: Dati della risposta troppo brevi: attesi %1, ottenuti %2 byte
ja: 受け取ったデータが短すぎます。%1バイトのはずですが、%2バイトでした。
pl: Zbyt mało danych odpowiedzi: spodziewano się %1, otrzymano %2 bajtów

source: Device responded with error code: %1
de: Gerät antwortete mit Fehlerkode: %1
fr: Le périphérique a répondu avec le code erreur : %1
it: La periferica ha risposto con codice errore: %1
ja: デバイスは、エラーコード%1を返しました。
pl: Urządzenie odpowiedziało z kodem błędu: %1

source: Non-empty intermediate response packet: %1
de: Nichtleeres intermediäres Antwortpaket: %1
fr: Paquet de réponse intermédiaire non vide : %1
it: Pacchetto di risposta intermedia non vuoto: %1
ja: 空ではない途中の応答パケット: %1
pl: Niepusty pakiet pośredni: %1

source: Command: %1
de: Befehl: %1
fr: Commande : %1
it: Comando: %1
ja: コマンド: %1
pl: Polecenie: %1

source: Protocol violated (ignored): %1
de: Protokollverletzung (ignoriert): %1
fr: Protocole violé (ignoré) : %1
it: Protocollo violato (ignorato): %1
ja: プロトコル不正(無視）:%1
pl: Błąd protokołu (ignoruje): %1

source: Protocol violated : %1
de: Protokollverletzung: %1
fr: Protocole violé : %1
it: Protocollo violato: %1
ja: 不正なプロトコル: %1
pl: Błąd protokołu : %1

source: Device error: %1
de: Gerätefehler: %1
fr: Erreur de périphérique : %1
it: Errore periferica: %1
ja: デバイスのエラーです: %1
pl: Błąd urządzenia: %1

source: Result: %1
de: Ergebnis: %1
fr: Résultat : %1
it: Risultato: %1
ja: 結果: %1
pl: Wynik: %1

source: Failed: %1
de: Fehlgeschlagen: %1
fr: Échoué : %1
it: Non riuscito: %1
ja: 失敗: %1
pl: Niepowodzenie: %1

source: Unable to connect via '%1'
de: Es konnte keine Verbindung via »%1« hergestellt werden
fr: Impossible de se connecter via « %1 »
it: Non possibile connettere via '%1'
ja: '%1'経由で接続できません
pl: Nie można się połączyć przez '%1'

source: Serial number: %1
de: Seriennummer: %1
fr: Numéro de série : %1
it: Numero seriale: %1
ja: シリアル番号: %1
pl: Numer seryjny: %1

source: Firmware version: %1
fr: Version du micrologiciel : %1
it: Versione del firmware: %1
ja: ファームウェアのバージョン: %1
pl: Wersja firmware: %1

source: Model: %1
de: Modell: %1
fr: Modèle : %1
it: Modello: %1
ja: モデル: %1

source: Model: %1, please file a bug at http://bugs.launchpad.net/igotu2gpx/+filebug
de: Modell: %1, bitte einen neuen Fehlerbericht auf »http://bugs.launchpad.net/igotu2gpx/+filebug« anlegen
fr: Modèle : %1, veuillez signaler un bogue via http://bugs.launchpad.net/igotu2gpx/+filebug
it: Modello: %1, si prega di registrare il bug a http://bugs.launchpad.net/igotu2gpx/+filebug
ja: Model: %1, バグはBTSに英語で記録してください http://bugs.launchpad.net/igotu2gpx/+filebug
pl: Model: %1, proszę zgłosić błąd na http://bugs.launchpad.net/igotu2gpx/+filebug

source: Number of points: %1
de: Anzahl Punkte: %1
fr: Nombre de points : %1
it: Numero di punti: %1
ja: 点の数: %1
pl: Liczba punktów: %1

source: Uninitialized GPS tracker
de: Noch nicht initialisierter GPS-Tracker
fr: Traqueur GPS non initialisé
it: GPS tracker non inizializzato
ja: 初期化されていないGPSトラッカー
pl: Rejestrator GPS nie został zainicjalizowany

source: Schedule date: %1
de: Datum des Zeitplans: %1
fr: Date prévue : %1
it: Data programmata: %1
ja: 予定された日付: %1
pl: Data harmonogramu: %1

source: Schedule date offset: %n day(s)
de: Offset des Zeitplans: %n Tag
fr: Postposition de la date prévue : %n jour
ja: スケジュール時間のオフセット: %n 日
pl: Przesunięcie daty harmonogramu: %n dni

source: Schedule plans: %1
de: Zeitpläne: %1
fr: Projets organisés : %1
ja: スケジュール設定: %1
pl: Harmonogramy: %1

source: enabled
de: eingeschaltet
fr: activé(e)
it: abilitato
ja: 有効にする
pl: włączone

source: Schedule plans used:
de: Benutzte Zeitpläne:
fr: Projets organisés utilisés :
ja: 予定された計画が使われました:
pl: Używane harmonogramy:

source: Schedule plan order:
de: Reihenfolge der Zeitpläne:
fr: Ordre des projets organisés :
ja: 計画スケジュールの順序:
pl: Kolejność harmonogramów:

source: Schedule plan %1:
de: Zeitplan %1:
fr: Plan organisé %1 :
ja: スケジュール %1:
pl: Harmonogram %1:

source: Start time: %1
de: Startzeit: %1
fr: Heure de début : %1
it: Data inizio: %1
ja: 開始時刻: %1
pl: Rozpoczęcie: %1

source: End time: %1
de: Endzeit: %1
fr: Heure de fin : %1
it: Data fine: %1
ja: 終了時刻: %1
pl: Zakończenie: %1

source: Log interval: %1 s
de: Aufzeichungsintervall: %1 s
fr: Intervalle d'enregistrement : %1 s
it: Intervallo di log: %1 s
ja: ログ間隔: %1 秒
pl: Interwał logowania: %1 s

source: Interval change: %1
de: Intervallanpassung: %1
fr: Changement d'intervalle : %1
it: Cambio di intervallo: %1
ja: 間隔の変更: %1
pl: Zmiana interwału: %1

source: above %1 km/h, use %2 s
de: %2 s über %1 km/h
fr: au-dessus %1 km/h, utiliser %2 s
it: sopra i %1 km/h, usa %2 s
ja: %1 km/hで、 %2秒を使う
pl: powyżej %1 km/h, użyj %2 s

source: disabled
de: ausgeschaltet
fr: désactivé(e)
it: disabilitato
ja: 無効
pl: wyłączone

source: Schedule table: %1
de: Zeitplan: %1
fr: Table plannifiée : %1
ja: スケジュール表: %1
pl: Tabela harmonogramu: %1

source: LEDs: %1
de: Leuchtdioden: %1
fr: DEL : %1
it: LED: %1
ja: LED: %1
pl: Diody: %1

source: Button: %1
de: Taster: %1
fr: Bouton : %1
it: Pulsante: %1
ja: 標準のボタン: %1
pl: Przycisk: %1

source: Security version: %1
de: Sicherheitsversion: %1
fr: Version de sécurité : %1
it: Versione di sicurezza: %1
ja: セキュリティのバージョン: %1
pl: Wersja zabezpieczen: %1

source: Password: %1, [%2]
de: Passwort: %1, [%2]
fr: Mot de passe : %1, [%2]
ja: パスワード: %1, [%2]
pl: Hasło: %1, [%2]

source: Cancelled
de: Abgebrochen
fr: Annulé
it: Annullato
ja: キャンセル
pl: Anulowano

source: Invalid data
de: Ungültige Daten
fr: Données invalides
it: Dati non validi
ja: データが無効です
pl: Nieprawidłowe dane

source: No device specified
de: Kein Gerät angegeben
fr: Aucun périphérique spécifié
it: Nessun dispositivo specificato
ja: デバイスが指定されていません
pl: Nie określono urządzenia

source: log interval (s)
de: Logintervall (s)
fr: intervalle de connexion (s)
ja: ログ間隔(秒)
pl: interwał logowania (s)

source: interval change speed (km/h)
de: Intervall der Geschwindigkeitsänderung (km/h)
fr: intervalle de changement de vitesse (km / h)
ja: ログ間隔を変更する速度（km/h)
pl: szybkość zmiany interwału (km/h)

source: changed log interval (s)
de: Logintervall geändert (s)
fr: intervalle de connexion changé (s)
ja: 変更後のログ間隔(秒)
pl: zmieniono interwał zapisu (s)

source: Command timeout
de: Befehl-Zeitüberschreitung
fr: Temps expiré pour la commande
it: Timeout di comando
ja: コマンドのタイムアウト
pl: Przekroczono czas odpowiedzi na polecenie

source: %1: Unable to clear memory of this GPS tracker model. Instructions how to help with this can be found at https://answers.launchpad.net/igotu2gpx/+faq/480.
de: %1: Kann den Speicher dieses GPS-Trackermodells nicht löschen. Eine Anleitung, wie dem Entwickler bei diesem Problem zu helfen ist, befindet sich auf https://answers.launchpad.net/igotu2gpx/+faq/480.
fr: %1 : Impossible d'effacer la mémoire de ce modèle de traqueur GPS. De l'aide à ce propos peut être trouvée sur le site https://answers.launchpad.net/igotu2gpx/+faq/480.
it: %1: Impossibile ripulire la memoria di questo modello di tracker GPS. Istruzioni su come risolvere questo problema si possono trovare su https://answers.launchpad.net/igotu2gpx/+faq/480.
ja: %1: このGPXトラッカーモデルのメモリーをクリアーできません。このモデルで開発を支援するための方法は、https://answers.launchpad.net/igotu2gpx/+faq/480 を参照してください。
pl: %1: Nie można wyczyścić pamięci tego modelu trackera GPS. Instrukcje mogące pomóc znajdują się na https://answers.launchpad.net/igotu2gpx/+faq/480.

source: Downloading configuration...
de: Einstellungen werden heruntergeladen …
fr: Téléchargement de la configuration...
it: Sto scaricando la configurazione...
ja: 設定の読み込み...
pl: Pobieranie konfiguracji...

source: Unable to download configuration from GPS tracker: %1
de: Einstellungen konnten nicht vom GPS-Tracker heruntergeladen werden: %1
fr: Impossible de télécharger la configuration du traqueur GPS : %1
it: Impossibile scaricare la configurazione dal tracker GPS: %1
ja: GPSから設定をダウンロードできません: %1
pl: Nie można pobrać konfiguracji z rejestratora GPS: %1

source: Downloading tracks...
de: Pfade werden heruntergeladen …
fr: Téléchargement des points...
it: Sto scaricando le tracce...
ja: トラックをダウンロード...
pl: Pobieranie śladów...

source: Unable to download trackpoints from GPS tracker: %1
de: Pfade konnten nicht vom GPS-Tracker heruntergeladen werden: %1
fr: Impossible de télécharger des points du traqueur GPS : %1
it: Impossibile scaricare i trackpoint dal tracker GPS: %1
ja: GPSトラッカー (%1) からトラックポイントをダウンロードできません
pl: Nie można pobrać punktów śladu z rejestratora GPS: %1

source: Clearing memory...
de: Speicher wird gelöscht …
fr: Effacement de la mémoire...
it: Sto pulendo la memoria...
ja: メモリーの消去…
pl: Czyszczenie pamięci...

source: Unable to clear memory of GPS tracker: %1
de: Speicher des GPS-Trackers konnte nicht gelöscht werden: %1
fr: Impossible de vider la mémoire du traqueur GPS : %1
it: Impossibile svuotare la memoria del tracker GPS: %1
ja: GPSトラッカーのメモリーを消去できません: %1
pl: Nie można wyczyścić pamięci urządzenia GPS: %1

source: Writing configuration...
de: Einstellungen werden übertragen …
fr: Écriture de la configuration...
ja: 設定の書き込み…
pl: Zapisywanie konfiguracji...

source: Unable to write configuration to GPS tracker: %1
de: Die Einstellungen konnten nicht auf den GPS-Tracker übertragen werden: %1
fr: Impossible d'écrire la configuration sur le GPS : %1
ja: GPSトラッカーに設定を書き込めません: %1
pl: Nie mozna zapisać konfiguracji do rejestratora GPS: %1

source: Exporter
de: Exportieren
fr: Exportation
it: Esportatore

source: Id
fr: Identifiant
